// © Copyright 2010-2012, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Puhdista sivun kääntöpuolen tahra";

TaskPanelOKButtonTitle = "OK";
TaskPanelCancelButtonTitle = "Peruuta";

CleaningConfirmationTitle = "Sivun kääntöpuolen tahran puhdistus";
CleaningConfirmationBody = "Toiminto voi kestää useita minuutteja. Mekaaniset melut ovat normaaleja toiminnon aikana ja paperi siirtyy edestakaisin tulostimessa. Aloita valitsemalla OK.";
PaperNotFoundTite = "Paperia ei löydy";
PaperNotFoundBody = "Laita paperia paperialustalle ennen kuin aloitat Sivun kääntöpuolen tahran puhdistusprosessin. Jatka valitsemalla OK.";
BackPageSmearCleaningTitle = "Sivun kääntöpuolen tahran puhdistus…";
BackPageSmearCleaningCompleteBody = "Sivun kääntöpuolen tahran puhdistus on valmis.";

NotInitiatedTitle = "Puhdistusta ei voitu aloittaa";
NotInitiatedMsg = "Puhdistusprosessia ei voitu aloittaa. Tarkista, että tulostin on online ja että se ei käsittele mitään töitä.";

HSDTitleTextFieldValue = "Sivun kääntöpuolen tahran puhdistus";
HSDGuideTextFieldValue = "Laita paperialustalle paperia ennen kuin aloitat Sivun kääntöpuolen tahran puhdistusprosessin. Jatka valitsemalla Puhdista.";
HSDCleanButtonTitle = "Puhdista";

BackPageSmearCancelingTitle = "Peruutetaan";

HSDInfoTextFieldValue = "Tämä toimenpide voidaan suorittaa, jos tulostetun sivun selkäpuoli on tahriintunut. Sivun selkäpuolen tahraisuuden poisto puhdistaa tulostimen sisällä olevan osan.";
